window.KANJI_DATA = [
  {k:'一', r:'いち'}, {k:'右', r:'みぎ'}, {k:'雨', r:'あめ'}, {k:'円', r:'えん'}, {k:'王', r:'おう'},
  {k:'音', r:'おと'}, {k:'下', r:'した'}, {k:'火', r:'ひ'}, {k:'花', r:'はな'}, {k:'貝', r:'かい'},
  {k:'学', r:'がく'}, {k:'気', r:'き'}, {k:'九', r:'きゅう'}, {k:'休', r:'やすむ'}, {k:'玉', r:'たま'},
  {k:'金', r:'かね'}, {k:'空', r:'そら'}, {k:'月', r:'つき'}, {k:'犬', r:'いぬ'}, {k:'見', r:'みる'},
  {k:'五', r:'ご'}, {k:'口', r:'くち'}, {k:'校', r:'こう'}, {k:'左', r:'ひだり'}, {k:'三', r:'さん'},
  {k:'山', r:'やま'}, {k:'子', r:'こ'}, {k:'四', r:'よん'}, {k:'糸', r:'いと'}, {k:'字', r:'じ'},
  {k:'耳', r:'みみ'}, {k:'七', r:'なな'}, {k:'車', r:'くるま'}, {k:'手', r:'て'}, {k:'十', r:'じゅう'},
  {k:'出', r:'でる'}, {k:'女', r:'おんな'}, {k:'小', r:'ちいさい'}, {k:'上', r:'うえ'}, {k:'森', r:'もり'},
  {k:'人', r:'ひと'}, {k:'水', r:'みず'}, {k:'正', r:'ただしい'}, {k:'生', r:'せい'}, {k:'青', r:'あお'},
  {k:'夕', r:'ゆう'}, {k:'石', r:'いし'}, {k:'赤', r:'あか'}, {k:'千', r:'せん'}, {k:'川', r:'かわ'},
  {k:'先', r:'さき'}, {k:'早', r:'はやい'}, {k:'草', r:'くさ'}, {k:'足', r:'あし'}, {k:'村', r:'むら'},
  {k:'大', r:'おおきい'}, {k:'男', r:'おとこ'}, {k:'竹', r:'たけ'}, {k:'中', r:'なか'}, {k:'虫', r:'むし'},
  {k:'町', r:'まち'}, {k:'天', r:'てん'}, {k:'田', r:'た'}, {k:'土', r:'つち'}, {k:'二', r:'に'},
  {k:'日', r:'ひ'}, {k:'入', r:'はいる'}, {k:'年', r:'とし'}, {k:'白', r:'しろ'}, {k:'八', r:'はち'},
  {k:'百', r:'ひゃく'}, {k:'文', r:'ぶん'}, {k:'木', r:'き'}, {k:'本', r:'ほん'}, {k:'名', r:'な'},
  {k:'目', r:'め'}, {k:'立', r:'たつ'}, {k:'力', r:'ちから'}, {k:'林', r:'はやし'}, {k:'六', r:'ろく'}
];
